{
  "name": "Weather Control",
  "type": "spell",
  "img": "systems/fantastic-depths/assets/img/item/spell.png",
  "folder": "N0yCBSqSeMYJe0JK",
  "system": {
    "tags": [],
    "description": "<p>This spell allows the magic-user to alter the weather within a 240-yard radius. The spell works only outdoors and affects all creatures in the area, including the caster. The effects last as long as the caster concentrates without moving. If the caster is aboard a moving vessel, the effect moves with it.</p><h4>Weather Conditions & Effects:</h4><ul><li>Rain: Missile attacks suffer a -2 penalty. After 30 minutes (3 turns), the ground becomes muddy, halving movement speed.</li><li>Snow: Visibility reduced to 20 feet, and movement is halved. Rivers and streams may freeze. Mud remains after the snow thaws, continuing to halve movement.</li><li>Fog: Visibility limited to 20 feet. Movement speed is halved. Creatures may become lost and move in the wrong direction.</li><li>Clear Skies: Cancels bad weather effects (rain, snow, fog), but does not remove secondary effects such as mud.</li><li>Intense Heat: Movement speed is halved. Any excess water (rain, snow, or magically created water) evaporates.</li><li>High Winds: Missile attacks and flying are impossible. Movement is halved. At sea, ships sailing with the wind move 50% faster. In desert environments, a sandstorm is created, causing 20' visibility and halving movement.</li><li>Tornado: A whirlwind is created under the caster's control, acting as a 12 HD air elemental. At sea, treat this effect as a storm or gale.</li></ul><p>Concentration Required: The spell ends immediately if the caster stops concentrating.</p>",
    "gm": {
      "notes": ""
    },
    "spellLevel": 6,
    "range": "0 (Magic-user only)",
    "duration": "Concentration",
    "effect": "All weather within 240 yards",
    "targetSelf": false,
    "targetOther": false,
    "dmgFormula": "",
    "attackType": "",
    "damageType": "",
    "healFormula": "",
    "maxTargetFormula": "-",
    "durationFormula": "",
    "savingThrow": "",
    "memorized": 0,
    "cast": 0,
    "saveDmgFormula": null,
    "classes": [
      {
        "name": "Magic-User",
        "uuid": "Compendium.fade-compendiums.item-compendium.Item.e38pLRiuy2U7gW1x"
      }
    ]
  },
  "effects": [],
  "_id": "ASkheAFBTyF3q6vU",
  "ownership": {
    "default": 0,
    "0eyrbleKg5gmY59g": 3
  },
  "flags": {},
  "_stats": {
    "systemId": "fantastic-depths"
  },
  "sort": 0,
  "_originalKey": "!items!ASkheAFBTyF3q6vU"
}